Repository: matplotlib/mpl-brochure-site
Catalog: docs/locales/la/LC_MESSAGES/brochure.po
Languages: la

source: Matplotlib: Visualization with Python
la: Atplotlibmay: Isualizationvay ithway Ythonpay

source: Matplotlib is a comprehensive library for creating static, animated, and interactive visualizations in Python. Matplotlib makes easy things easy and hard things possible.
la: Atplotlibmay siway away omprehensivecay ibrarylay orfay eatingcray aticstay, nimatedaway, danay eractiveintay isualizationsvay niway Ythonpay. atplotlibmay akesmay syeaway ingsthay syeaway danay ardhay ingsthay ossiblepay.

source: Create `publication quality plots <https://ieeexplore.ieee.org/document/4160265/citations?tabFilter=papers>`__.
la: Eatecray `ublicationpay alityquay otsplay <https://ieeexplore.ieee.org/document/4160265/citations?tabFilter=papers>`__.

source: Make `interactive figures <https://mybinder.org/v2/gh/matplotlib/mpl-brochure-binder/main?labpath=MatplotlibExample.ipynb>`__ that can zoom, pan, update.
la: Akemay `eractiveintay iguresfay <https://mybinder.org/v2/gh/matplotlib/mpl-brochure-binder/main?labpath=MatplotlibExample.ipynb>`__ atthay ancay oomzay, anpay, dateupay.

source: Customize `visual style <https://matplotlib.org/stable/gallery/style_sheets/style_sheets_reference.html>`__ and `layout <https://matplotlib.org/stable/tutorials/provisional/mosaic.html>`__.
la: Ustomizecay `isualvay ylesyat <https://matplotlib.org/stable/gallery/style_sheets/style_sheets_reference.html>`__ danay `ayoutlay <https://matplotlib.org/stable/tutorials/provisional/mosaic.html>`__.

source: Export to `many file formats <https://matplotlib.org/stable/api/figure_api.html#matplotlib.figure.Figure.savefig>`__.
la: Ortexpay otay `anymay ilefay ormatsfay <https://matplotlib.org/stable/api/figure_api.html#matplotlib.figure.Figure.savefig>`__.

source: Embed in `JupyterLab and Graphical User Interfaces <https://matplotlib.org/stable/gallery/#embedding-matplotlib-in-graphical-user-interfaces>`__.
la: Bedemay niway `UpyterjayAbLay danay Aphicalgray Seruway Erfacesintay <https://matplotlib.org/stable/gallery/#embedding-matplotlib-in-graphical-user-interfaces>`__.

source: Use a rich array of `third-party packages <https://matplotlib.org/mpl-third-party/>`__ built on Matplotlib.
la: Seuway away ichray rrayaway foway `irdthay-artypay ackagespay <https://matplotlib.org/mpl-third-party/>`__ uiltbay nay Atplotlibmay.

source: Try Matplotlib (on Binder)
la: Rytay Atplotlibmay (noway Inderbay)

source: computer desktop icon
la: omputercay esktopday coniway

source: Getting Started
la: Ettinggay Artedstay

source: folder icon
la: olderfay coniway

source: Examples
la: Xampleseway

source: documentation book icon
la: ocumentationday ookbay coniway

source: Reference
la: Eferenceray

source: cheatsheet icon
la: eatsheetchay coniway

source: Cheat Sheets
la: Eatchay Eetsshay

source: matplotlib logo icon
la: atplotlibmay ogolay coniway

source: Documentation
la: Ocumentationday

source: News
la: Ewsnay

source: May 30, 2024
la: Aymay 30, 2024

source: GSOC 2024: Bivariate Colormaps
la: OUFO 2024: Ivariatebay Olormapscay

source: A warm welcome to Trygve Magnus Ræder, who is working on `bivariate colormapping <https://trygvrad.github.io/google-soc-bivariate-colormaps/>`__.
la: Away armway elcomeway otay Ygvetray Agnusmay Æderray, owhay siway orkingway noway `ivariatebay olormappingcay <https://trygvrad.github.io/google-soc-bivariate-colormaps/>`__.

source: May 16, 2023
la: Aymay 16, 2023

source: Matplotlib 3.9.0 Released
la: Atplotlibmay 3.9.0 Eleasedray

source: We thank the 175 authors for the 450 pull requests that comprise the 3.9.0 release.
la: Eway ankthay ethay 175 thorsauway orfay ethay 450 ullpay equestsray atthay omprisecay ethay 3.9.0 eleaseray.

source: `Older Announcements <https://discourse.matplotlib.org/c/announce/14>`__
la: `Derolay Nnouncementsaway <https://discourse.matplotlib.org/c/announce/14>`__

source: Resources
la: Esourcesray

source: Be sure to check the `Users guide <https://matplotlib.org/stable/users/index.html>`__ and the `API docs <https://matplotlib.org/stable/api/index.html>`__. The full text `search <https://matplotlib.org/stable/search.html>`__ is a good way to discover the docs including the many examples.
la: Ebay uresay otay eckchay ethay `Sersuway uidegay <https://matplotlib.org/stable/users/index.html>`__ danay ethay `PON ocsday <https://matplotlib.org/stable/api/index.html>`__. Ethay ullfay exttay `earchsay <https://matplotlib.org/stable/search.html>`__ siway away oodgay ayway otay iscoverday ethay ocsday ludingincay ethay anymay xampleseway.

source: Join our community at `discourse.matplotlib.org <https://discourse.matplotlib.org>`__ to get help, share your work, and discuss contributing & development.
la: Oinjay uroway ommunitycay taway `discourse.matplotlib.org <https://discourse.matplotlib.org>`__ otay etgay elphay, areshay ouryay orkway, danay iscussday ontributingcay & evelopmentday.

source: Check out the Matplotlib tag on `StackOverflow <https://stackoverflow.com/questions/tagged/matplotlib>`__.
la: Eckchay utoway ethay Atplotlibmay agtay noway `AckstayVerflowoway <https://stackoverflow.com/questions/tagged/matplotlib>`__.

source: Meet us at our monthly call for new contributors to the Matplotlib project. Subscribe to our `community calendar <https://scientific-python.org/calendars/>`__ at Scientific Python to get access to all our community meetings.
la: Eetmay suway taway uroway onthlymay allcay orfay ewnay ontributorscay otay ethay Atplotlibmay ojectpray. Ubscribesay otay uroway `ommunitycay alendarcay <https://scientific-python.org/calendars/>`__ taway Ientificscay Ythonpay otay etgay ccessaway otay llaway uroway ommunitycay eetingsmay.

source: Short questions related to contributing to Matplotlib may be posted on the `gitter <https://gitter.im/matplotlib/matplotlib>`__ channel.
la: Ortshay estionsquay elatedray otay ontributingcay otay Atplotlibmay aymay ebay ostedpay noway ethay `ittergay <https://gitter.im/matplotlib/matplotlib>`__ annelchay.

source: Domain Specific Tools
la: Omainday Ecificspay Oolstay

source: A large number of third party packages extend and build on Matplotlib functionality, including several higher-level plotting interfaces (seaborn, HoloViews, ggplot, ...), and a projection and mapping toolkit (Cartopy).
la: Away argelay umbernay foway irdthay artypay ackagespay tendexay danay uildbay noway Atplotlibmay unctionalityfay, ludingincay everalsay igherhay-evellay ottingplay erfacesintay (eabornsay, OlohayIewsVay, aaotplay, ...), danay away ojectionpray danay appingmay oolkittay (ArtoYt).

source: `More Domain-Specific Tools <https://matplotlib.org/mpl-third-party/>`__
la: `Oremay Omainday-Ecificspay Oolstay <https://matplotlib.org/mpl-third-party/>`__

source: seaborn
la: eabornsay

source: seaborn is a high level interface for drawing statistical graphics with Matplotlib. It aims to make visualization a central part of exploring and understanding complex datasets.
la: eabornsay siway away ighhay evellay erfaceintay orfay awingdray atisticalstay aphicsgray ithway Atplotlibmay. Tiway imsaway otay akemay isualizationvay away entralcay artpay foway ploringexay danay nderstandinguway omplexcay atasetsday.

source: `statistical data visualization <https://seaborn.pydata.org/>`__
la: `atisticalstay ataday isualizationvay <https://seaborn.pydata.org/>`__

source: Cartopy
la: ArtoYt

source: Cartopy is a Python package designed for geospatial data processing in order to produce maps and other geospatial data analyses.
la: ArtoYt siway away Ythonpay ackagepay esignedday orfay eospatialgay ataday ocessingpray niway rderoway otay oducepray apsmay danay theroway eospatialgay ataday nalysesaway.

source: `Cartopy <https://scitools.org.uk/cartopy/docs/latest/>`__
la: `ArtoYt <https://scitools.org.uk/cartopy/docs/latest/>`__

source: DNA Features Viewer
la: EUC Eaturesfay Iewervay

source: DNA Features Viewer is a Python library to visualize DNA features, e.g. from GenBank or Gff files, or Biopython SeqRecords.
la: EUC Eaturesfay Iewervay siway away Ythonpay ibrarylay otay isualizevay EUC eaturesfay, x.a. omfray EngayAnkbay roway Gff ilesfay, roway IobayYthonpay EqsayEcordsray.

source: `DNA Features Viewer <https://github.com/Edinburgh-Genome-Foundry/DnaFeaturesViewer>`__
la: `EUC Eaturesfay Iewervay <https://github.com/Edinburgh-Genome-Foundry/DnaFeaturesViewer>`__

source: plotnine
la: otplyainenay

source: plotnine is an implementation of a grammar of graphics in Python. The grammar allows users to compose plots by explicitly mapping data to the visual objects that make up the plot.
la: otplyainenay siway naway plementationimay foway away ammargray foway aphicsgray niway Ythonpay. Ethay ammargray llowsaway sersuway otay omposecay otsplay ybay plicitlyexay appingmay ataday otay ethay isualvay bjectsoway atthay akemay puway ethay otplay.

source: `plotnine <https://plotnine.readthedocs.io/en/stable/>`__
la: `otplyainenay <https://plotnine.readthedocs.io/en/stable/>`__

source: WCS Axes
la: OOY Xesaway

source: WCSAxes is a framework for making plots of Astronomical data in Matplotlib.
la: OOYXesaway siway away ameworkfray orfay akingmay otsplay foway Stronomicalaway ataday niway Atplotlibmay.

source: `WCSAxes <https://docs.astropy.org/en/stable/visualization/wcsaxes/>`__
la: `OOY Xesaway <https://docs.astropy.org/en/stable/visualization/wcsaxes/>`__

source: Support Matplotlib
la: Upportsay Atplotlibmay

source: Contribute
la: Ontributecay

source: Matplotlib is a community project maintained for and by its users
la: Atplotlibmay siway away ommunitycay ojectpray aintainedmay orfay danay ybay tsiway sersuway

source: You can help by answering questions `on discourse <https://discourse.matplotlib.org>`__, reporting a bug or requesting a feature `on GitHub <https://github.com/matplotlib/matplotlib/issues>`__, or improving the `documentation and code <https://matplotlib.org/stable/devel/index.html>`__!
la: Ouyay ancay elphay ybay nsweringaway estionsquay `noway iscourseday <https://discourse.matplotlib.org>`__, eportingray away ugbay roway equestingray away eaturefay `noway ItgayUbhay <https://github.com/matplotlib/matplotlib/issues>`__, roway mprovingiway ethay `ocumentationday danay odecay <https://matplotlib.org/stable/devel/index.html>`__!

source: Join us on Discourse
la: Oinjay suway noway Iscourseday

source: Join us on GitHub
la: Oinjay suway noway ItgayUbhay

source: Cite
la: Itecay

source: Matplotlib is the result of development efforts by John Hunter (1968–2012) and the project's `many contributors <https://matplotlib.org/stable/project/credits.html>`__.
la: Atplotlibmay siway ethay esultray foway evelopmentday ffortseway ybay Ohnjay Unterhay (1968–2012) danay ethay ojectpray's `anymay ontributorscay <https://matplotlib.org/stable/project/credits.html>`__.

source: If Matplotlib contributes to a project that leads to a scientific publication, please acknowledge this work by citing the project!
la: Fiway Atplotlibmay ontributescay otay away ojectpray atthay eadslay otay away ientificscay ublicationpay, easeplay cknowledgeaway isthay orkway ybay itingcay ethay ojectpray!

source: Ready made citation
la: Eadyway ademay itationcay

source: Donate
la: Onateday

source: If you would like to support Matplotlib financially you can donate by `sponsoring Matplotlib on GitHub <https://github.com/sponsors/matplotlib>`__ or making a (USA) tax-deductible donation `through NumFOCUS <https://numfocus.org/donate-to-matplotlib>`__.
la: Fiway ouyay ouldway ikelay otay upportsay Atplotlibmay inanciallyfay ouyay ancay onateday ybay `onsoringspay Atplotlibmay noway ItgayUbhay <https://github.com/sponsors/matplotlib>`__ roway akingmay away (NAM) axtay-eductibleday onationday `oughthray UmnayOCUSFAY <https://numfocus.org/donate-to-matplotlib>`__.

source: Sponsor on GitHub
la: Onsorspay noway ItgayUbhay

source: Donate to Matplotlib
la: Onateday otay Atplotlibmay
